{
    "header": {
        "title": "PanZen",
        "subtitle": "Tu pan consciente personalizado",
        "app_download": "App"
    },
    "nav": {
        "pan_personalizado": "Pan Personalizado",
        "bollitos": "Bollitos",
        "pulguitas": "Pulguitas",
        "info": "+ INFO"
    },
    "harina_selector": {
        "title": "Elige las Harinas de tu Pan",
        "instructions": "Puedes escoger y combinar hasta 5 tipos de harinas para configurar tu pan, si te apetece, también el tipo de corte. Configura y añade todos los panes que quieras y una vez añadidos, más abajo, elige los extras que prefieras para cada pan. El precio del pan, sin contar los extras, es fijo: {{price}}.",
        "add_button": "Añade tu Pan o elige más harinas ",
        "add_button_dynamic": "Pan de {{flours}}, elige otra harina, el tipo de🔪o PULSA AQUÍ y añádelo a tu pedido",
        "pan_added_toast": "Pan añadido, añade otro pan o elige tus extras"
    },
    "order_summary": {
        "title": "Resumen del Pedido",
        "empty": "Tu cesta está vacía. ¡Añade algo delicioso!",
        "panes_personalizados": "Panes Personalizados:",
        "bollitos": "Bollitos:",
        "pulguitas": "Pulguitas:",
        "extras_opcionales": "MANUEL, QUÉ RICO TU PAN!...",
        "discount_code": "¿Tienes un código de descuento?",
        "discount_placeholder": "Introduce tu código",
        "apply": "Aplicar",
        "code_applied": "Código aplicado: {{value}}% de descuento",
        "total": "Total:",
        "delivery_free": "Entrega a domicilio gratuita en",
        "whatsapp_button": "Enviar Pedido por WhatsApp",
        "subtotal": "Subtotal:",
        "discount": "Descuento {{value}}%:",
        "final_total": "Total Final:",
        "pan": "Pan",
        "extras": "Extras:",
        "price": "Precio:",
        "thank_you_title": "¡Muchas gracias por tu generosidad!",
        "thank_you_body": "🙏💝🎄 ¡Bendiciones Y FELIZ NAVIDAD! 🎄💝🙏"
    },
    "products": {
        "harinas": {
            "1": {
                "name": "TRIGO Integral Ecológico",
                "short_name": "Trigo",
                "description": "Clásica, versátil, base tradicional del pan diario."
            },
            "2": {
                "name": "CENTENO Integral Ecológico",
                "short_name": "Centeno",
                "description": "Oscura, aromática, bajo en gluten, rústica y llena de minerales"
            },
            "3": {
                "name": "ESPELTA Integral Ecológico",
                "short_name": "Espelta",
                "description": "Harina ancestral, suave, digestiva y rica en fibra."
            },
            "4": {
                "name": "KHORASAN Integral Ecológico",
                "short_name": "Khorasan",
                "description": "Antiguo cereal, sabor intenso y alto en proteínas."
            },
            "5": {
                "name": "TRITORDEUM Integral Ecológico",
                "short_name": "Tritordeum",
                "description": "Innovadora, híbrido del trigo y la cebada y de fácil digestión"
            },
            "6": {
                "name": "PAN CORTADO FINO (gratuito)",
                "short_name": "Corte Fino",
                "description": "¿quieres tu pan cortado fino?"
            },
            "7": {
                "name": "PAN CORTADO NORMAL (gratuito)",
                "short_name": "Corte Normal",
                "description": "¿quieres tu pan cortado normal?"
            },
            "8": {
                "name": "PAN CORTADO GRUESO (gratuito)",
                "short_name": "Corte Grueso",
                "description": "¿quieres tu pan cortado grueso?"
            }
        },
        "extras": {
            "1": "Mix Semillas Eco 100g",
            "2": "Nueces",
            "3": "Ciruelas Pasas",
            "4": "Dátiles",
            "5": "Aceitunas Negras",
            "6": "Tomate y orégano",
            "7": "Queso Roquefort",
            "8": "Cúrcuma",
            "9": "Pimienta",
            "10": "Curry",
            "11": "Jengibre",
            "12": "Cacao Puro en Polvo",
            "13": "Miel Pura",
            "14": "Ajo"
        },
        "bollitos": {
            "1": {
                "name": "Bollito Integral Clásico",
                "description": "Suave y esponjoso, ideal para el desayuno"
            },
            "1_05": {
                "name": "Panecillo para Perrito Caliente Integral ",
                "description": "Un panecillo alargado para tus perritos"
            },
            "1_06": {
                "name": "PACK Surtido 6 Bollitos Integrales Clásicos",
                "description": "Tu pack clásico"
            },
            "1_07": {
                "name": "PACK Surtido 6 Molletes Integrales de Centeno",
                "description": "Molletes de Centeno"
            },
            "1_1": {
                "name": "PACK Surtido 7 Bollitos Integrales (uno de cada)",
                "description": "1x Semillas, 1x Ajo, 1x Cacao, 1x Cúrcuma, 1x Nueces, 1x Ciruelas Pasas, 1x Tomate y Orégano.Pruébalos todos!"
            },
            "1_2": {
                "name": "PACK Surtido 6 Bollitos Integrales de Semillas",
                "description": "Crujientes, llenos de fibra y minerales"
            },
            "1_3": {
                "name": "PACK Surtido 6 Bollitos Integrales de Nueces",
                "description": "Nutritivo y delicioso"
            },
            "1_4": {
                "name": "PACK Surtido 6 Bollitos Integrales de Cacao en Polvo",
                "description": "Con Cacao Puro"
            },
            "1_5": {
                "name": "PACK Surtido 6 Bollitos Integrales de Ciruelas Pasas",
                "description": "Dulce y energético, con ciruelas deshidratadas"
            },
            "1_6": {
                "name": "PACK Surtido 6 Bollitos Integrales de Cúrcuma",
                "description": "Aromático y exótico, con un toque dorado"
            },
            "1_7": {
                "name": "PACK Surtido 6 Bollitos Integrales de Tomate y Orégano",
                "description": "Mediterráneo, sabroso y con aroma casero"
            },
            "1_8": {
                "name": "PACK Surtido 6 Bollitos Integrales de Ajo",
                "description": "Sabor intenso, perfecto para acompañar comidas"
            },
            "2": {
                "name": "Bollito de Cacao",
                "description": "Con cacao puro en polvo"
            },
            "3": {
                "name": "Bollito de Nueces",
                "description": "Con nueces, nutritivo y delicioso"
            },
            "4": {
                "name": "Bollito de Ciruelas Pasas",
                "description": "Dulce y energético, con ciruelas deshidratadas"
            },
            "5": {
                "name": "Bollito de Cúrcuma",
                "description": "Aromático y exótico, con un toque dorado"
            },
            "6": {
                "name": "Bollito de Semillas",
                "description": "Crujiente, lleno de fibra y minerales"
            },
            "7": {
                "name": "Bollito de Ajo",
                "description": "Sabor intenso, perfecto para acompañar comidas"
            },
            "8": {
                "name": "Bollito de Tomate y Orégano",
                "description": "Mediterráneo, sabroso y con aroma casero"
            }
        },
        "pulguitas": {
            "1": {
                "name": "Pulguita Integral",
                "description": "Pequeña, ideal para bocadillos"
            },
            "1_05": {
                "name": "PACK Surtido 12 Pulguitas Integrales Clásicas",
                "description": "Tu pack de pulguitas clásicas"
            },
            "1_1": {
                "name": "PACK Surtido 14 Pulguitas Integrales (dos de cada)",
                "description": "2x Semillas, 2x Ajo, 2x Cacao, 2x Cúrcuma, 2x Nueces, 2x Ciruelas Pasas, 2x Tomate y Orégano. Pruébalos todos!"
            },
            "1_2": {
                "name": "PACK Surtido 12 Pulguitas Integrales de Semillas",
                "description": "Crujientes, llenos de fibra y minerales"
            },
            "1_3": {
                "name": "PACK Surtido 12 Pulguitas Integrales de Nueces",
                "description": "Nutritivo y delicioso"
            },
            "1_4": {
                "name": "PACK Surtido 12 Pulguitas Integrales de Cacao en Polvo",
                "description": "Con Cacao Puro"
            },
            "1_5": {
                "name": "PACK Surtido 12 Pulguitas Integrales de Ciruelas Pasas",
                "description": "Dulce y energético, con ciruelas deshidratadas"
            },
            "1_6": {
                "name": "PACK Surtido 12 Pulguitas Integrales de Cúrcuma",
                "description": "Aromático y exótico, con un toque dorado"
            },
            "1_7": {
                "name": "PACK Surtido 12 Pulguitas Integrales de Tomate y Orégano",
                "description": "Mediterráneo, sabroso y con aroma casero"
            },
            "1_8": {
                "name": "PACK Surtido 12 Pulguitas Integrales de Ajo",
                "description": "Sabor intenso, perfecto para acompañar comidas"
            },
            "2": {
                "name": "Pulguita de Cacao",
                "description": "Con cacao puro en polvo"
            },
            "3": {
                "name": "Pulguita de Nueces",
                "description": "Con nueces, nutritiva y energética"
            },
            "4": {
                "name": "Pulguita de Ciruelas Pasas",
                "description": "Pequeña, dulce y saludable"
            },
            "5": {
                "name": "Pulguita de Cúrcuma",
                "description": "Dorada y aromática, exótica y ligera"
            },
            "6": {
                "name": "Pulguita de Semillas",
                "description": "Crujiente con mezcla de semillas nutritivas"
            },
            "7": {
                "name": "Pulguita de Ajo",
                "description": "Intensa y sabrosa en versión mini"
            },
            "8": {
                "name": "Pulguita de Tomate y Orégano",
                "description": "Mediterránea y deliciosa en pequeño tamaño"
            }
        }
    },
    "optional_extras": {
        "propina": "¡Toma una Propina!",
        "cafe": "¡Toma para un Café!",
        "cerveza": "¡Tómate una Cerveza a mi Salud!"
    },
    "extras_selector": {
        "title": "Personaliza tu Pan {{number}} ({{flours}}) con nuestros Extras",
        "subtitle": "Añade un toque especial a tu pan con los extras que más te gusten"
    },
    "bollitos_page": {
        "title": "Elige tus Bollitos Integrales Ecológicos",
        "message": "Si deseas algún bollito de una harina en especial contacta conmigo por WhatsApp cuando envíes el pedido.",
        "view_photo": "Ver foto"
    },
    "pulguitas_page": {
        "title": "Elige tus Pulguitas Integrales Ecológicas",
        "message": "Si deseas alguna pulguita de una harina en especial contacta conmigo por WhatsApp cuando envíes el pedido.",
        "view_photo": "Ver foto"
    },
    "info_page": {
        "title": "+ INFORMACIÓN",
        "download_pdf": "Descargar PDF de Precios",
        "quote": "\"Redescubriendo el pan, un alimento con alma.\"",
        "p1": "¿Y si te dijera que el pan puede ser mucho más que un simple acompañamiento? En un mundo lleno de prisa, hemos olvidado la conexión profunda que existe entre el alimento más básico y nuestra salud. Te invito a redescubrir el pan de verdad, ese que honra la tradición, respeta la tierra y nutre tu cuerpo de una forma consciente.",
        "p2": "Los panes, bollitos y pulguitas no son solo productos, son el fruto de un trabajo pensado para que tu organismo absorba los nutrientes de la forma más equilibrada posible. Cada pieza es 100% integral y está elaborada con harinas de cultivo ecológico, libres de cualquier tipo de aditivos. Aquí no hay espacio para harinas de fuerza o refinadas, ni para conservantes, grasas industriales o mejorantes panarios. Simplemente de trata de regresar a los orígenes.",
        "p3": "La receta de este pan es un pacto de pureza: solo utilizo sal marina natural de nuestras salinas de Chiclana, agua mineral, levadura fresca y harina 100% integral de cultivo ecológico. A esto, le sumamos, a elección, otros ingredientes como pasas, nueces o miel pura de abejas, que aportan sabor y bienestar tambien de forma natural.",
        "fermentation_title": "El poder de la fermentación corta",
        "p4": "Este es el verdadero corazón del proceso de elaboración y la clave de un pan que te sienta bien de verdad. Más allá de usar ingredientes de alta calidad, el secreto está en la fermentación corta y controlada. Este proceso, sacrificado en la producción industrial, es fundamental para tu digestión.",
        "p5": "Nuestro cuerpo tienen su propio sistema de procesamiento: las amilasas, unas enzimas presentes en la saliva y el tracto digestivo, son las encargadas de descomponer los almidones. Cuando un pan tiene una fermentación muy larga, se vuelve excesivamente ácido, lo que puede inhibir la acción de estas enzimas naturales.",
        "p6": "Al optar por una fermentación más corta, obtenemos un pan con una acidez baja que respeta el funcionamiento digestivo y equilibrado de tu organismo. Es como darle a tu sistema digestivo una mano, no un obstáculo. Esto se traduce en una mejor asimilación de los almidones y en una sensación de ligereza y bienestar después de comer. No es solo un pan más digestivo, es un pan que trabaja en armonía con tu cuerpo.",
        "know_flours": "CONOCE LAS HARINAS",
        "flours": {
            "1": {
                "title": "1. Espelta",
                "desc": "Es un trigo primitivo, cuyas propiedades son bien conocidas y apreciadas desde antiguo en Europa. Su valor nutritivo es comparable al de la avena. Es rica en proteínas, carbohidratos, sales minerales y vitaminas A, B y E, así como magnesio, fósforo, hierro y potasio. Su consumo diario reduce los niveles de colesterol y regula el metabolismo. Ofrece mayor cantidad de aminoacidi esenciales que el trigo común y también lo supera en riqueza vitamínica y minerales. Algunas personas alérgicas al trigo digieren bien la espelta."
            },
            "2": {
                "title": "2. Khorasan",
                "desc": "Es un trigo ancestral de Egipto, rico en sales minerales y vitaminas del grupo B. Muy apreciado porque es bajo en gluten y produce menos alergias o intolerancias que los trigos modernos, ya que el organismo humano está más adaptado al tipo de proteína de los trigos antiguos."
            },
            "3": {
                "title": "3. Trigo Integral",
                "desc": "El trigo procesado (refinado) no contiene las mejores partes del grano. Durante el procesamiento del grano se elimina el 40% de su contenido original (germen y salvado), quedando principalmente los hidratos de carbono (azúcares) del endospermo, lo que lo hace ser menos nutritivo. Al conservar el salvado y el germen de trigo, la harina de trigo integral se destaca por una cantidad de fibra 3 veces superior a la harina blanca refinada, además tiene un alto contenido de vitaminas y minerales, como vitaminas del complejo B, vitamina E, hierro, potasio, magnesio, zinc, entre otros."
            },
            "4": {
                "title": "4. Centeno",
                "desc": "Además de los minerales, vitaminas, magnesio, fósforo y fibra que aporta, es un cereal muy apreciado por sus propiedades depurativas de la sangre y por ayudar a mantener la elasticidad de los vasos sanguíneos."
            },
            "5": {
                "title": "5. Tritordeum",
                "desc": "Es un cereal híbrido nacido de la combinación natural del trigo duro y una cebada silvestre. Fue descubierto por investigadores españoles a finales de los años 70. NO es un organismo modificado genéticamente (OGM). Es el resultado de un cruce natural. Y está registrado como nueva especie en la Unión Europea. Tiene un sabor ligeramente dulce, con un contenido alto en ácido oleico y luteína, además tiene un 30% más de fibra que el trigo común."
            }
        },
        "yeast": "Levadura natural o fresca: a diferencia de la levadura química en polvo, es de origen biológico, un hongo microscópico vivo y activo. Se vende en supermercados como levadura fresca, natural o de panadería.",
        "salt": "La sal marina natural no ha sido tratada químicamente: es la consecuencia de la simple evaporación del agua de mar. Por supuesto que un 90% de su composición es cloro y sodio de forma natural, pero contiene un mayor número de oligoelementos, minerales y yodo que son de gran relevancia nutricional para el cuerpo. Tomar sal marina no refinada en cantidades moderadas contribuye a un buen drenaje de toxinas, eleva la vitalidad, favorece el funcionamiento de los riñones, mejora la sexualidad y reconstituye huesos y pelo, además, mejora la digestión favoreciendo la generación de jugos gástricos.",
        "commitment_title": "El compromiso del panadero artesanal",
        "p7": "Detrás de cada pieza, hay horas de dedicación y la pasión por un oficio ancestral. No se trata solo de mezclar ingredientes, sino de un proceso de paciencia, de sentir la masa y de entender sus tiempos. La elaboración artesanal garantiza que cada pan que llega a tu mesa es único, con un sabor auténtico y una textura inigualable.",
        "p8": "Este pan es para ti si buscas una opción consciente y nutritiva que apoye un estilo de vida más saludable y sostenible, alejado de esas digestiones pesadas y fermentativas. Descubre el placer de comer bien sin renunciar al sabor ni a la calidad, y siente la diferencia en un alimento tan nutritivo.",
        "thanks": "Muchísimas gracias por confiar en este proyecto. Disfruto horneando para ti y espero que tambien disfrutes de cada rebanada con salud y alegría. 🍞 🙏☀️",
        "contact": "Si necesitas más información en contacta conmigo en mi wasap",
        "tips_title": "🍞 Consejos para una óptima conservación del pan integral ecológico 🍞",
        "tip1": "Como sabéis, este pan 100% ecológico e integral está libre de conservantes y añadidos artificiales. La mejor forma para conservar el pan es en el frigorífico. Consérvalo dentro en la misma bolsa de papel y ésta a su vez en una bolsa de plástico bien cerrada. Colócalo, preferentemente, en la bandeja más alta de tu frigorífico, allí puede aguantar hasta 3 ó 4 días perfectamente. Luego es preferible que congeles el resto que no hayas consumido.",
        "tip2": "Si prefieres, también puedes cortarlo en rodajas o en porciones que vayas a consumir y congelarlo directamente el día de la entrega, siempre en una bolsa o un táper bien cerrado para que no genere escarcha.",
        "tip3": "El pan, los bollitos o pulguitas se entregan siempre hechos del día, y algunas veces aún calentitos, si es así, deposítalo en la rejilla del horno y espera siempre una hora desde la entrega para consumirlo. No lo guardes o congeles en el frigorífico hasta que notes que está completamente frío. Gracias!! 🙏"
    },
    "christmas_characters": {
        "elf": "¡Ayudando a Santa! 🎁",
        "nutcracker": "¡A la orden! 💂‍♂️",
        "santa": "¡Jo Jo Jo! Feliz Navidad 🎅",
        "reindeer": "Feliz Navidad!! 🦌",
        "snowman": "¡Brrr, qué frío! ⛄"
    }
}